Repository: bemailr/wp-requirements
Catalog: languages/wp-requirements-*.po
Languages: ru_ru

source: %s will not function correctly because your site doesn't meet some of the requirements:
ru_ru: %s не будет работать корректно, потому что ваш сайт не соответствует некоторым требованиям:

source: Please read more details %s here %s.
ru_ru: Пожалуйста читайте подробнее %s здесь %s.

source: %s: current %s, required %s
ru_ru: %s: текущая %s, требуется %s

source: %s is activated
ru_ru: %s активировано

source: %s is not activated
ru_ru: %s не активировано

source: %s is activated and has a required version %s
ru_ru: %s активирован и имеет требуемую версию %s

source: %s version %s must be activated
ru_ru: Необходимо активировать: %s версии %s

source: %s must be activated
ru_ru: Необходимо активировать: %s

source: %s must NOT be activated
ru_ru: Необходимо ДЕактивировать: %s

source: PHP Version
ru_ru: Версия PHP

source: PHP Extension
ru_ru: Расширение PHP

source: MySQL Version
ru_ru: Версия MySQL

source: WordPress Version
ru_ru: Версия WordPress

source: Plugin
ru_ru: Плагин

source: Theme
ru_ru: Тема
